---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ColumnLocationMark
source: html/d3b8f622-9edb-11e2-5bf0-1851cbfaa3a6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ColumnLocationMark Property

"Column Location Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId ColumnLocationMark { get; }
```